Repository: PGBFDH18/project-3-ludo-web-app-monstersinc2-0
Catalog: src/WebApp/Resources/Views/Ludo/Manual.*.resx
Languages: sv

# CreateGame
source: Create a new game
sv: Starta ett nytt spel

source: Good luck
sv: Lycka till

# Lead1
source: To start a new game, hit the "Play Ludo" link in the navigation bar. On the next page, click on "Create a new game".
sv: För att starta ett nytt spel, tryck på "Spela Ludo" i menyn. På nästa sida, tryck på "Starta ett nytt spel".

# Lead2
source: Enter the nicknames of the players (at least 2) and choose your preferred color. Press the START GAME-button.
sv: Mata in spelarnas namn (minst 2 spelare) och välj färg. Tryck på "STARTA SPEL"-knappen.

# ManualTitle
source: How to play Ludo
sv: Hur man spelar Ludo

# Text1
source: The first thing you'll see after creating a new game is a game board containing cards for each player. Every player has four game pieces and every piece is informing the player of current status. Every player also has an indicator at the bottom of the card presenting how far the pieces have come.
sv: Det första man ser efter att man har startat ett nytt spel är en spelbräda som innehåller brickor för varje spelare. Varje spelare har fyra pjäser och varje pjäs informerar spelaren om dess nuvarande status. Varje spelare har också en indikator längst ner på brickan som visar hur långt pjäserna har kommit.

# Text2
source: Under all the player’s cards, you’ll find another card containing information about whose turn it is and what the latest roll is. This card will also announce when a winner is declared.
sv: Nedanför alla spelarnas brickor finns ytterligare en bricka som innehåller information om vems tur det är och vad det senaste tärningskastet blev. Denna bricka kommer också meddela när en vinnare har korats.

# Text3
source: In this example, Brad will start by rolling the die with the “ROLL DIE”-button. As you can see in the first picture, he rolls a value of 3 and gets to choose which piece he wants to move.
sv: I det här exemplet börjar Brad att kasta tärningen med "KASTA TÄRNING"-knappen. Som du ser i den första bilden, så får han 3 och får sedan välja vilken pjäs han vill flytta.

# Text4
source: In this case, he starts the game by moving piece number 2, as you can see in the piece section and in the indicator.
sv: I det här fallet, så väljer han att flytta pjäs nummer 2, som du kan se i pjässektionen och i indikatorn.

# Text5
source: The game goes on from player to player and after a while the game board can look something like this:
sv: Spelet fortsätter så här från spelare till spelare och efter ett tag kan spelbrädan se ut så här:

# Text6
source: When a player gets all pieces in goal, he or she will be announced as winner of the game and the game is finished. You will also be asked to visit the Stats page to view former winners and how many games they’ve won.
sv: När en spelare fått alla sina pjäser i mål kommer han eller hon bli utnämnd till spelets vinnare och spelet är avslutat. Ni kommer också bli ombedda att besöka Statistik-sidan för att se tidigare vinnare och hur många spel de vunnit.
